brew "git"
brew "neovim"
brew "asdf"
brew "hugo"
brew "tig"
brew "zsh"
brew "tmux"
brew "asdf"
brew "kubectl"
brew "ripgrep"
brew "stylua"
brew "k9s"
brew "gh"
brew "fd"

cask "obsidian"
cask "scroll-reverser"
cask "raycast"
cask "zen-browser"
cask "ghostty"
cask "nikitabobko/tap/aerospace"
cask "1password"
cask "1password-cli"
cask "bruno"
cask "discord"
cask "google-chrome"
cask "nvidia-geforce-now"
cask "chatgpt"
cask "font-monaspace"
cask "cleanshot"
cask "moonlight"
cask "betterdisplay"

