brew "git"
brew "neovim", args: ["HEAD"]
brew "asdf"
brew "hugo"
brew "tig"
brew "zsh"
brew "tmux"
brew "asdf"
brew "kubectl"
brew "ripgrep"
brew "delve"
brew "stylua"
brew "k9s"

cask "obsidian"
cask "visual-studio-code"
cask "kitty"
cask "scroll-reverser"
